CoenraadS.bracket-pair-colorizer-2
DavidAnson.vscode-markdownlint
dbaeumer.vscode-eslint
dsznajder.es7-react-js-snippets
eamodio.gitlens
esbenp.prettier-vscode
evilz.vscode-reveal
formulahendry.terminal
GabrielBB.vscode-lombok
gera2ld.markmap-vscode
GitHub.codespaces
golang.go
Gruntfuggly.todo-tree
hediet.vscode-drawio
lihui.vs-color-picker
marp-team.marp-vscode
ms-azuretools.vscode-docker
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode.vscode-typescript-tslint-plugin
ms-vsliveshare.vsliveshare
PKief.material-icon-theme
redhat.vscode-yaml
ritwickdey.LiveServer
ryu1kn.partial-diff
saikou9901.evilinspector
shardulm94.trailing-spaces
shengchen.vscode-checkstyle
TakumiI.markdowntable
tomoki1207.pdf
vscodevim.vim
yzane.markdown-pdf
yzhang.markdown-all-in-one
